{
  "rooms": [
    {
      "id":0,
      "page_title":"ZENEL'S CELL",
      "page_type":"photo_360",
      "story_title":"Sleeping in Spaç",
      "story_content":"<p>According to Zenel, there were 54 people sharing this room. On this side of the room you had 10 beds and 3 levels so 30 people would sleep on one wall. And then you had an additional 6 beds here multiplied by 3 three levels. So 18 persons plus 30 is 48. And then here there were double beds with 3 levels so it’s 6 additional persons. So 54 total persons.</p><p>It was possible because there was only 60 cm of width, so you would need to sleep on your side, otherwise you would end up touching another person.</p><p>Depending on where you were, like 1st, 2nd, 3rd level, there would be different smells. Because you can imagine that many persons after having worked all day, you can imagine a bit how it would have smelled.</p><p>In the morning, there was a courier who would go around and tell everyone to get up. This person would go around at 5:00. Zenel says he created this habit of waking up a bit early, at about 4:45 to be able to go with a bit more comfort to the toilets to clean himself before he had to go to work. Because if you wake up later, he said, then you will be like with 300 other people waiting in line to get access to the toilets, where there were 10 water taps and 15 toilets where you could go in the morning.</p>",
      "image_1":"cell_1.jpg",
      "hotspots": [ ],
      "find_hotspots":false
    },
    {
      "id":1,
      "page_title":"FAMILY MEETING AREA",
      "page_type":"photo_360",
      "story_title":"Winter visit",
      "story_content":"<p>Zenel’s brother knew this person who had a truck to transfer minerals, and he asked this person if he could bring the brother, mother, and about 30 kilos of food up to Spac. We are talking about the wintertime; it’s New Year’s Eve. The guy said no because he had orders not to. The brother and mother started walking. The brother wound up carrying the mother and 30 kilos up the road for a meeting with Zenel that lasted 10 minutes. And then, once they were back on the road, they ran into the same person and he offered to take them down.</p><p>The brother said no because he didn’t offer to bring them up when they had all of the food. Now that they were relatively light they could walk down on their own. </p><p>He said “No, we won’t go with you because you didn’t take us the first time.” </p><p>But Zenel’s mother started to insist “Please, let’s do this, let’s go with this person and save ourselves a bit of trouble.”</p><p>The brother insisted, “No, we won’t go with him”</p><p>And this truck went by and continued down the road, a second truck came along. The brother knew this driver as well and decided to go with him. They reached a point here in the valley where there is a very narrow spot in the road and the first truck, the one that didn’t take them, actually crossed with another truck that was going uphill.</p><p>In these situations, the rule was that you let people going uphill pass first and then you would pass. The driver of the first truck started to do this and then something fatal happened. The truck fell down into the river and the guy was killed instantly.</p><p>One can imagine how lucky they felt at the time.</p>",
      "image_1":"family.jpg",
      "hotspots": [ ],
      "find_hotspots":false
    },
    {
      "id":2,
      "page_title":"Propaganda",
      "page_type":"two_photo",
      "story_title":"Propaganda",
      "story_content":"<p>This goal of dehumanizing prisoners was very clear in the propaganda because outside they were trumpeting that in places like Spaç or internment camps they would put men who didn’t have any of the values of the “new” man that Communism wanted to build. Therefore they were not only isolated but also helping to build a better country by working as slaves. That was something very hard for them to endure here. They were working here but their contribution was not recognized by anyone inside or outside of the prison.</p><p>The philosophy of the slogans that you can see here and there. These are sayings in relation to the values of Marxism. Quotes form the dictator were supposedly sentences and phrases that would help the prisoner’s rehabilitation.</p><p>The quote on the left said “By stealing, evildoers attack our regime and our Economic Socialist base.” It is attributed to Enver Hoxha.</p>",
      "image_1":"propaganda_1.jpg",
      "image_2":"propaganda_2.png"
    },
    {
      "id":3,
      "page_title":"Exercise Area",
      "page_type":"photo_360",
      "story_title":"The Volleyball Pitch",
      "story_content":"<p>At one point there was volleyball and they would be allowed to play sometimes, but this place was known as a dangerous place. They would be called up by the administration and everyone would line up here. Whenever that would happen something bad would happen. They knew that because the policemen would be there pointing guns at them from the terrace and the investigation unit from Reps would come. They would come among the people here and catch the person that they needed to bring back with them. That was a very important moment, because you never knew who would be taken away. It could be you, it could be a close friend of yours. You never knew, so it was an important moment.</p><p>There was a moment when they were called up here and the police took someone who was charged for high treason against the state of Albania while in prison. You can imagine how he could commit high treason here. And he was courageous enough to shout here in the middle of everyone “Down with the spies and down with the people who are playing with the spies!” </p>",
      "image_1":"volleyball.jpg",
      "hotspots": [
        {
          "pitch": 19.280976304495713,
          "yaw": -82.78214471698274,
          "type": "info",
          "text": "Nature's Law",
          "URL": "/photo_360.html?target=6"
        },
        {   "pitch": 4.85604237006366,
            "yaw": -59.053079012478825,
            "type": "info",
            "text": "The Small Gate to Hell",
            "URL": "/two_photo.html?target=7"
            }
      ],
      "find_hotspots":false
    },
    {
      "id":4,
      "page_title":"FAMILY MEETING AREA",
      "page_type":"photo_360",
      "story_title":"Family Meeting Room",
      "story_content":"<p>The interesting moment is for our families when they were coming to visit us. There were no cars at the time for families, for individual persons, but they needed to come to here, to Reps, actually. And from that point to here they had to walk because no one would drive them up to here because they were considered the families of enemies of the people so they were convicted as well.</p><p>They would regularly bring us food and thank God they did because that was the food that kept us alive. The food from the prison was very, very little so that was the food that kept us alive.</p><p>Police would dig into what you brought here. A lot of the time, if you brought bread, the officer would tear it apart just to make sure that there was nothing inside the bread that could be used to escape. The same thing would happen with sweets.</p><p>Sometimes you would come across a very dishonest person who would, for instance, combine sugar and rice just. There have been cases where they combined pasta and rice, but in this situation you could still get the pasta back and the rice back. But with rice and sugar how can you know? So this is just out of evil, basically.</p><p>Prisoner and families would enter the meeting area from different sides. There were two metallic fences, one for the prisoner and one for the relatives. This double system of fences was created so that people couldn’t embrace or touch each other. They could just barely touch the tips of their fingers. You have to imagine how hard it was for a mother or someone’s child to travel here and have a meeting for 10 minutes and be able to only touch fingers with the loved ones.</p><p>Sometimes you would fall in with a police officer who was a bit more kind who would open a door so you could embrace your relative but that was very, very rare.</p><p>The control of these meetings was so important that a police man would stay here while you were talking to your relative and you would only be aloud to talk about family matters. Nothing else. And the police man would be very intensively looking at your lips or if you kind of wanted to say something that shouldn’t be said so to that level of control it was intense.</p></p>",
      "image_1":"family.jpg",
      "hotspots": [
        {   "pitch": -16.944856342168922,
          "yaw": 157.7658817241975,
          "type": "info",
          "text": "Visitation in Wintertime",
          "URL": "/photo_360.html?id=1"
      }
      ],
      "find_hotspots":false
    },
    {
      "id":5,
      "page_title":"The Rollcall Platform",
      "page_type":"photo_360",
      "story_title":"The Rollcall Platform",
      "story_content":"<p>They'd say things like: \"There is no opportunity for you to escape, or become normal again, for we will not allow it. If you have hopes for your Anglo-American friends to come and save you, as soon as they land in Durres, we will call you all up here at the rollcall area, and shoot everyone. Then we will go and fight them.\"</p><p>\"The roll call would happen twice a day. In the morning it would be at 9 AM, per the regulations, and the afternoon would be a 5 PM. The problem was that they would be called up to the terrace, but the responsible administration would not come until one or two hours later to dispatch them to work. They would wait for one or two hours in the cold or the heat, with no option to react. The worst was for the prisoners who worked the third shift, who would end their shift at 8 AM. They would have to come here to get counted, so they would come here at 8, and then wait an additional two or three hours to get counted. Then, they would go back and sleep only a few hours.</p><p>These were the rules they were exposed to that were outside the regulations.</p>",
      "image_1":"rollcall_platform.jpg",
      "hotspots": [
        {   "pitch": 34.39,
            "yaw": 65.88,
            "type": "info",
            "text": "Propaganda",
            "URL": "/two_photo.html?id=2"
            }
      ],
      "find_hotspots":false
    },
    {
      "id":6,
      "page_title":"Exercise Area",
      "page_type":"photo_360",
      "story_title":"Nature's Law",
      "story_content":"<p>\"They gathered us in the field. Others, from the central committee had come from the prison headquarters. One of the delegates spoke to us. He was talking about the economy, and how we were the \"happiest country in the world,\"  a democratic place with a standard of living that no other country had. He talked and talked but no one was actually listening. After he finished his speech he asked if we had any questions. No one had any questions. He insisted on questions from people that were well formed intellectually, because in the camp there were people that knew at least 5 languages. This was very common for the people that were inside the prison. One man from Korça stood up and wanted to ask a question . He asked if there were any consequences for asking a question, and if he could get an answer. The officer said \"Sure. There are no consequences and you will get your answer.\"</p><p>The officer said \"I’m a very important person, and I know the global politics very well and I have finished Tirana University.\" Tirana University had just been created, but he was praising himself as if he had been to Cambridge University.</p><p>The prisoner’s question was very simple. \"Does everything that is born die?\"</p><p>\"Yes, because it is nature’s law\"</p><p>\"Then when will communism in Albania die?\"</p><p>There wasn’t any answer, and I never saw that person ever again. The officer didn’t keep his word.\" - Zenel Drangu</p>",
      "image_1":"volleyball.jpg"
    },
    	{
      "id":7,
      "page_title":"The Small Gate",
      "page_type":"two_photo",
      "story_title":"Small Gate of Hell",
      "story_content": "<p>\"All my life I had tried to imagine what the gate of hell looked like, only to find it here in the camp. It was the simplest thing, the most ordinary thing. Its extraordinariness relied on its power. The power to separate two worlds: the world of pain from the world of happiness\"</p><p> Maks Velo, Albanian Architect and artist, extract from \"Spaçi\" (novel)</p>",
      "image_1":"small_gate.png",
      "image_2":"black.png"
    },
    {
        "id":8,
        "page_title":"The Entrance",
        "page_type":"photo_360",
        "story_title":"Arrival at Spaç",
        "story_content": "<p>This was the main gate to Spaç. Prisoners would arrive here in a van. Some prisoners have said there was no light in the van, and hardly any ventillation.</p> The van would drive in through the first gate (up the hill), wait for it to close, and then let the prisoners out. They were tied the whole time. Finally, they would be taken through the second gate, and into the prison where they would be living.</p>",
        "image_1":"arrival.jpg",
        "hotspots": [],
        "find_hotspots":false
      },
      {
	"id":9,
	"page_title":"The Mine Entrance",
	"page_type":"two_photo",
	"story_title":"A Concert in the Mines",
	"story_content":"<p>\"I don’t remember exactly the year. Together with Stavri Rafaeli, the tenor (…) we have organized a concert in the mining gallery, on our third shift and under the lanterns. Those who haven’t experienced it cannot imagine how wonderful it was. A concert made of only clapping along with the singing. I sang pop music; Stavri sang La Traviata and Hysen Xhani traditional Tirana songs. A miracle, one of the best concerts of my life!\"</p><p> Sherif Merdani, Albanian singer, on the impromptu concert organized in the mines of Spaç Prison on New Year’s Eve.</p>",
	"image_1":"mine1.png",
	"image_2":"mine2.png"
	}
  ]
}
